[Killed] BlockStatement
src/math.ts:1:51
-export function add(a: number, b: number): number {
-    return a + b;
-}
+export function add(a: number, b: number): number {}
 
killedBy: adding 1 + 2 is bigger than negative infinity
statusReason: Error: expect(received).toBeGreaterThan(expected)

Matcher error: received value must be a number or bigint

Received has value: undefined
